/*
 ====================================================================
 = Description:                  Главный файл проекта с логикой
 = File name:                    board_func.c
 ====================================================================
 */
#include "board_func.h"
#include "cmsis_os.h"
#include "FreeRTOS.h"
#include "task.h"

/***************************************************************************/

/**
  * @brief Главный обработчик всего
  */
void vRunHandlers(void)
{
    
}